* repo classification
** DONE Training data mining
   CLOSED: [2017-01-11 Mi 21:01]
* TODO frontend
- website
- Documentation
- Documentation
* TODO documentation
** CNN
  :LOGBOOK:
  CLOCK: [2017-01-13 Fr 01:12]--[2017-01-13 Fr 01:37] =>  0:25
  CLOCK: [2017-01-11 Mi 23:14]--[2017-01-11 Mi 23:39] =>  0:25
  CLOCK: [2017-01-11 Mi 22:14]--[2017-01-11 Mi 22:39] =>  0:25
  CLOCK: [2017-01-11 Mi 21:30]--[2017-01-11 Mi 21:55] =>  0:25
  :END:
** relvant data
- file name
